export const STORAGE_KEY = "instruction_employees_v2";

export const DAYS_THRESHOLD = 90;
export const WARNING_THRESHOLD = 75;

export const ADDITIONAL_TRAINING_TYPES: string[] = [
  "Охрана труда по общим вопросам ОТ и функционирования СУОТ - (Категория А)",
  "Охрана труда по безопасным методом вредных факторов  (Категория Б)",
  "Охрана труда по безопасным методам и приемам выполнения работ повышенной опасности (Категория Б)",
  "Охрана труда для руководителей и специалистов, Охрана труда для членов комиссии по проверке знаний ОТ",
  "Работа на высоте - 1 группа (ОТВ1) ",
  "Работа на высоте - 2 группа (ОТВ2) ",
  "Работа на высоте - 3 группа (ОТВ3) ",
  "Оказание первой помощи пострадавшим(ПП)",
  "Электробезопасность",
  "Арматурщик 5 разряд ",
  "Монтажник по монтажу стальных и железобетонных конструкций (МСК 4-ый раряд) ",
  "Охрана труда при использовании(применении) средств индивидуальной защиты СИЗ",
  "Стропальщик 4 разряд",
  "ПК: Правила подготовки и производства земляных работ, обустройства СП в г.Москве",
  "Специалист по пожарной профилактики ",
  "ПК: для руководиелей организации лиц, назначенных руководителем  организации  ответственным за обеспечение  пожарной безопасности ",
];
